---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionOffset
source: html/400b2dfe-9898-a557-1d64-e1f5d43b86b7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionOffset Property

"Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionOffset { get; }
```